// import styles from './style.module.css';

function Modal() {
  return <></>
}
export default Modal;

/* Окно для проверки 18-летия, если
- нажата кнопка “да” → модальное окно закрывается, страница доступна для просмотра, при перезагрузке страницы
                      окно повторно не появляется
- нажата кнопка “нет” → модальное окно перерисовывается, текст заменяется на “Буду ждать тебя позже!”,
                        кнопка назад возвращает к вопросу, на который можно ответить повторно.
*/
