// import styles from './style.module.css';

function About() {
  return (
    <>
      <p className="about__text">
        Меня зовут Яна Павлюц, я психолог-консультант в сексологии. Состою в
        Ассоциации сексологов. Выпускница Международной академии сексологии по
        программам общей сексологии, женской сексологии и мужской сексологии.
      </p>
      <p className="about__text">
        Работаю в полимодальном подходе. Это значит, что в процессе консультации
        использую разные методы терапии (аналитическая терапия, ДПДГ,
        эмоционально-образная психотерапия, элементы когнитивно-поведенческой
        терапии) в зависимости от того, что лучше всего подходит для вашего
        запроса.
      </p>
    </>
  );
}

export default About;
