const descriptionData = {
  paragraphs1: [
    'Меня зовут Яна Павлюц и я помогаю мужчинам и женщинам наладить свою сексуальную жизнь. Работаю в полимодальном подходе — это метод, когда используется комбинированные знания разных школ психологии.',
    'Проходила обучение в Международной академии сексологии по программам:',
  ],
  listItems: ['общая сексология', 'женская сексология', 'мужская сексология'],
  paragraphs2: [
    'Состою в Ассоциации сексологов Российской Федерации с 2019 года.',
    'В личной терапии 5 лет.',
  ],
};

export default descriptionData;
