const questionsList = () => {
  return [
    {
      question: 'Не могу получить оргазм без вибратора.',
      answers: [
        'И тогда я бы сразу спросила, насколько это вас беспокоит. Сама ситуация очень частая и даже понятная. Вибратор дает стимуляцию, которую воспроизвести в партнёрском сексе, очень сложно. Важнее, какие чувства поднимаются за этим предложением? Если они достаточно сильные и доставляют беспокойство, то можно пойти в переучивание и через техники расширить свой диапазон удовольствия, постепенно переходя со стимуляции вибратора на мануальную стимуляцию или же стимуляцию членом. Но это процесс и процессу нужны ваше ресурсы и время. ',
        'Если же эти мысли не влияют сильно на качество вашей сексуальной жизни, то в партнерский секс можно добавить стимуляцию вибратором на постоянной основе. Это решение для многих людей.',
        'Поэтому краткий ответ такой: решение есть, но нужно ли оно вам?',
      ],
    },
    {
      question:
        '15 лет вместе, снизилось либидо, шаблонизированный секс, другие мужчины особо фантазию тоже не будоражат. Как выйти из этого замкнутого круга?',
      answers: [
        'Это не совсем круг. Скорей всего кривая, которая характерна для очень многих пар, которые давно вместе. Но вы написали, что и другие мужчины особо не будоражат и тогда вопрос: связано ли это с текущим партнёром или именно с вашим либидо.',
        'Для первого — самый короткий ответ: книга Эстер Перель "Всегда желанные. Как сохранить страсть в длительных отношениях". Но будьте готовы взять в фокус ваши сексуальные отношения и уделить им своё время.',
        'Для второго — немного сложнее, так как нужны дополнительные вопросы. Сохраняются ли мастурбации, есть ли эротические сны, как у вас с жизненной энергией в целом, было ли так всегда или изменения достаточно резкие? Снижение либидо — один из самых частых запросов, причин масса. Но начать всегда можно с главного вопроса: а вам секс зачем?',
      ],
    },
    {
      question:
        'Часто снятся эротические сны, но в них всегда много тревоги и никогда не доходит до «конца». От этих снов больше напряжения, чем радости. Это что-то значит?',
      answers: [
        'Сны — это про наши бессознательные процессы, которые не подавляются защитными механизмами и контролем сознания. Поэтому интерпретировать их лучше в совокупности с жизненными событиями. Но если пробовать отвечать на вопрос, то я бы уделила внимание напряжению, о котором вы говорите. Если вы имеете ввиду под "концом" оргазм, то это достаточно частое явление. Более того именно оргазм во сне, от которого человек чаще просыпается — это как раз более редкое явление, чем просто сильное возбуждение от фантазии. И напряжение — это как естественная реакция от того, что разрядка не произошла. Вы можете подумать, как с этим обращаться именно вам. Можно пробовать реализовать сексуальный потенциал после пробуждения, если желание ещё осталось и если есть такая возможность.',
      ],
    },
    {
      question: 'Как увеличить время полового акта с партнером?',
      answers: [
        'Здесь не хватает цифр, конечно. Потому что если вы хотите, например, час, то у меня один ответ, а если — в среднем 10-15 минут, то другой. Если мы исключаем органические нарушения и берем ориентир в 10-15 минут, то это метод пунктира. Активная стимуляция должна сменяться таким типом ласк, который притормаживает ваше возбуждение. В этом случае хорошо поможет вообще понимание того, что вас сильно возбуждает, что средне возбуждает, а что совсем тормозит. Это не зависит от того, мужчина вы или женщина. Как только появляется понимание, что скоро наступит точка невозврата, нужно переключаться на другой тип стимуляции — менее триггерный для вашего возбуждения. Здесь точно нужна коммуникация с партнёром, чтобы весь процесс был более понятным и гладким для обеих сторон. Полезное упражнение для пар: взять рисунок тела и на нем отметить эрогенные зоны, которые сильно возбуждают, средне и совсем не возбуждают. Отметить на рисунке свои зоны. А на втором рисунке — зоны партнера. А потом обменяться листочками и обсудить.',
      ],
    },
    {
      question: 'Испытываю боли при половом акте',
      answers: [
        'Прежде всего нужно исключить органическую причину этого. Если уролог-андролог или гинеколог проверили и сказали, что соматических нарушений нет, то смотрим на другие возможные причины.',
        'И тут нужны дополнительные вопросы: так было всегда? Если да, то следом идут вопросы про то, как происходит обычно ваш сексуальный контакт, как проходил первый сексуальный опыт, сталкивались ли вы с сексуальным или физическим насилием. ',
        'Если нет, то после какого раза это стало происходить, есть ли какие-то закономерности.',
        'Обычно всегда специалисты уточняют про предварительные ласки: достаточно ли их, насколько они вас возбуждают, хватает ли вам смазки для начала проникновения?',
        'При любом подобном опыте рекомендуется использовать дополнительно лубриканты и уделять отдельное внимание прелюдии.',
      ],
    },
    {
      question: 'Боюсь вступать в сексуальные отношения после неудачного раза ',
      answers: [
        'Мне жаль, что вы столкнулись с таким опытом. Не зная деталей сложно предположить, чем именно вызван неудачный опыт, но если он вызывает страх повторения, то там есть с чем работать. Я бы точно порекомендовала разобрать этот вопрос с терапевтом, так как важно снять напряжение и поработать со всеми чувствами, с которыми вы столкнулись. Особенно, если это был ваш первый опыт.',
        'Удовольствие от секса предполагает доверие партнеру и прежде всего себе. Если вы столкнулись с неудачным опытом, то доверие нарушается. Поэтому важно его вернуть, разобрав всю ситуацию. Вне зависимости от того этот вопрос от мужчины или женщины, страх повторения неудачи может часто преследовать человека. Для мужчины он может проигрываться в сложностях с эрекцией, у женщины — в отсутствии оргазма или сложности с возбуждением. Поэтому если страх сильнее желания, помогите себе и проконсультируйтесь у специалиста.',
      ],
    },
    {
      question: 'Люблю когда секс жестокий, что со мной не так?',
      answers: [
        'Нужна детализация до понимания уровня жестокости. Заодно держите десяток вопросов, без которых не разобраться. Жестокий секс в фантазиях, или в просматриваемом порно, или в реальном сексе? ',
        'Доставляет ли вам это удовольствием или больше чувство вины?',
        'Вы любите жестокость по отношению к себе или по отношению к другому человеку?',
        'Как именно воспроизводится жестокий сценарий: он меняется или повторяется с одним и тем же сюжетом?',
        'Так было всегда или желание начало усиливаться после какого-то события?',
        'Вы хотите это менять или вам комфортно с такими предпочтениями?',
        'Сохраняется ли у вас возбуждение при сексуальном контакте не сильно выраженной жестокости?',
        'Вопрос очень объемный. Вне зависимости от того, какие ответы на мои вопросы, важно помнить про культуру согласия и про то, что на любые манипуляции в сексе ваш партнёр (партнёрша) должны быть согласны и осознавать весь процесс и его последствия.',
      ],
    },
    {
      question: 'Моя девушка/парень меня не возбуждают',
      answers: [
        'Основной вопрос здесь такой и честный ответ выведет на верную дорогу: а вы хотите это изменить?',
        'Бывает, что человек нас не возбуждает в сексе, потому что он уже не возбуждает нас как партнёр по жизни. Когда у нас есть большое количество сложных эмоцией в его или её отношении, которые мешают возбуждению. ',
        'Если изменить ситуацию хочется, то нужно углубиться и спросить, а что с вашим возбуждением по отношению к партнёру/партнёрше? Если его нет, то что есть? Это место точно занимает какое-то чувство, которое важно поисследовать.',
        'Вопросы для вечерней рефлексии:',
        'А есть ли у вас возбуждение по отношению к другим людям?',
        'Так было всегда или случилось со временем? ',
        'Вас не возбуждает обнаженный вид партнёра/партнёрши или процесс секса с ним/с ней? ',
        'Вы знаете, как партнёру/партнёрше нужно вести себя, чтобы возбуждение вернулось?',
      ],
    },
  ];
};
export default questionsList;
