const dataList = () => ({
  canHelp: [
    [
      ' сложности с возбуждением',
      'трудности в понимании партнёрши/партнёра и её/его желаний',
      'сложности в коммуникации на тему секса',
      ' трудности с возбуждением с партнёршой/партнёром',
      'отсутствие желания, снижение либидо, потеря интереса к партнёру/партнёрше',
    ],
    [
      'фантазии и их реализация',
      'болезненные ощущения во время полового акта',
      'сложности с достижением оргазма',
      'сильная тревога перед половым актом',
      'преждевременное завершение полового акта или замедленный половой акт',
    ],
  ],

  
  notWork: [
    ['семейная терапия или консультирование в паре', 'детская и подростковая сексология'],
    ['работа с ярко-выраженными парафилиями (фетишизм, вуайеризм, педофилия, эксгибиционизм)'],
  ],
});

export default dataList;
